<%@ page contentType="text/html;charset=utf-8" %>
			<div id="content">
				<div id="client">
<div class="title1">服务条款</div>
<div class="text">
<p><strong>生效日：2012年6月20日</strong> </p>
<p>感谢您对365日历的关注！我们邀请您访问我公司网站，使用我公司提供的服务（定义见下文），但请注意，对您提出的邀请系受限于您审阅并同意特定条款和条件。该等条款和条件在本文以及某些其他政策、指南及可能就特定的服务提供在我公司网站上不时向您提出的其他条款或条件（所有条款和条件均可能不时更新，以下统称为我公司&ldquo;服务条款&rdquo;）中列明。我公司并不要求您接受本服务条款合同，但若您拒绝接受我公司服务条款，则您无权获取或使用我们所提供的服务。若您确实访问我公司网站并使用我们所提供的服务，您使用服务即应被视为接受服务条款，并成为与北京问日科技有限公司（又称&ldquo;365日历公司&rdquo;、&ldquo;我公司&rdquo;或&ldquo;我们&rdquo;）订立具有法律约束力的合同之一方当事人。诚然，您亦可能被要求或选择与我公司另行订立书面协议，或点击&ldquo;接受&rdquo;或&ldquo;同意&rdquo;钮以成为与我公司订立的另一份合同（&ldquo;另行订立之协议&rdquo;）的一方当事人，且本服务条款不应被视为取代另行订立之协议的具体合同条款。若另行订立之协议的条款与本服务条款存在任何不一致之处，则就该等另行订立之协议的事宜，另行订立之协议的条款应优先于服务条款中与之相冲突的条款。 </p>
<p>你可能希望保存本服务条款的副本备查。在任何情况下，请务必定期查看本服务条款是否有任何更新或其他变更，该等更新或其他变更在我公司予以发布时即对你具有法律约束力，无论我公司是否就该等变更向你发出任何其他通知。届时适用的服务条款将在<a href="http://www.365rili.com/">www.365rili.com</a>上发布，且我们将于服务条款的顶端标明每次更新的生效日期。你在任何更新后继续使用服务，将视为你同意受新的服务条款的约束并对其作出同意。 </p>
<h2>服务内容 </h2>
<p>365日历服务包括由365日历公司托管或提供的、你可能在现在已知或此后开发的多个计算机及网络平台上，为获取、组织、搜索、存储、同步、识别、共享及传输任何数量的键入、手写或图像日程或剪辑而使用之产品、计算机程序、窗口部件、服务及网站（合称&ldquo;服务&rdquo;）。 </p>
<h2>服务使用 </h2>
<p>依照本服务条款中的条款和条件，我公司向你授予使用服务的有限、非独占许可，前提是：（1）你已达到订立有约束力的合同的法定年龄，及（2）中华人民共和国（为本服务条款之目的，不含香港特别行政区、澳门特别行政区及台湾地区，以下简称&ldquo;中国&rdquo;）法律未禁止你接受服务。为获取和（或）使用服务，你可能需要在注册过程继续使用服务的过程中提供当前准确的识别、联系及其他信息，且你有责任保持该等信息的准确和完整。你可能还会获得一个账户、用户名、密码电子邮件地址，以获取或使用服务，或允许他人获取、使用及修改你的笔记本（&ldquo;账户信息&rdquo;）。你有责任对你的账户信息保密，并因此对在你的账户下进行的全部活动（包括你已向其提供你的账户信息的其他人所进行的活动）负完全责任。你同意，对于任何擅自使用你的账户信息及账户的行为或任何其他的破坏安全的行为，你将立即告知我公司。对于因你未能向我公司提供准确信息或保持你的账户信息安全而引起的任何损失或损害，我公司概不负责。 <br />
  对于为获取服务而需取得的设备及电信服务，以及与之相关的全部费用（如计算设备及互联网服务提供商及国际漫游通话费），由你自行负责。 </p>
<h2>会员行为 </h2>
<p>你确认并同意，所有信息、数据、文本、图象、软件、语音、图形、视频、信息、标签及其他材料（无论其形式及技术结构，亦无论其使用服务进行公开发布或私下传播或存储）（&ldquo;内容&rdquo;），均由创设该等内容并将该等内容引入服务之人独立承担责任。我公司保留对经由服务可获得的任何内容进行预筛选、拒绝、审阅、隔离、删除或移动的权利，但对此不承担任何义务，亦不对任何人承担任何义务。 <br />
  你同意对以下事项负责：你自身的行为以及在你的账户下的全部行为，以及任何人使用你的账户信息与服务创建、传播、存储或展示的全部内容，以及由此产生的任何后果。你同意仅为合法、适当且符合本服务条款及任何另行订立之协议及所有适用的法律法规（包括但不限于音频录制、著作权法、以及有关隐私权、数据和技术存储及传输相关法律法规）的目的而使用服务。在不限制前述条款的前提下，你应被视为向我公司陈述和保证，你拥有不受限制的合法权利及权限，允许你向我公司提交与使用服务相关的内容，且该等向我公司的内容提交及你在此就我公司提供和运营服务而授予我公司的权利，不侵犯任何人或第三方的权利。 <br />
  请确保你谨慎对待他人对于可享有版权的作品、商标及服务标记的合法权利及其个人隐私，且对于将违反上述权利或导致你负担法律责任的内容，你不会进行复制、上传或发布。我公司不能，亦不会就该等事宜向你提供法律或其他意见，但将依照适用法律及出于我公司的最佳利益并经其自行决定，出于使用服务之人士的利益行事。互联网上及其他地点，有诸多可供你使用的法律参考站点，且若对你所享有的上传、发送或发表任何内容之权利存有任何不确定之处，我公司建议你征求熟谙该等事宜的律师之意见。 <br />
  通过&ldquo;联系我们&rdquo;界面或其他方式向我公司提交的任何想法、建议、文件和（或）建议书（合称&ldquo;供稿&rdquo;），您确认并同意：（1）您的供稿不包含机密或专有信息；（2）对于供稿，我公司不负有任何明示或暗示的保密义务；（3）我公司有权为任何目的，以任何方式，在全球范围内的任何媒体中，使用或披露（或选择不使用或不披露）该等供稿；（4）我公司可能拥有已在审议或处于开发过程中的与供稿相似的内容；（5）您的供稿自动归我公司所有，且我公司不对您负有任何责任；（6）您在任何情况下均无权自我公司得到任何类型的报账、赔偿或报销。 </p>
<h3><strong>你进一步同意不做出以下行为：</strong></h3>
<ol start="1" type="1">
  <li>为不合法的目的或为推广危险活动而使用我公司的产品或服务； </li>
  <li>假扮任何人或实体（包括但不限于我公司的员工），或假称或不实陈述你与我公司或任何其他人或实体的关联； </li>
  <li>为掩饰通过服务传输的任何内容的出处，伪造页眉或假造标识符； </li>
  <li>上传、发布或传播你在任何法律或合同关系或信托关系项下无权传播的任何内容（如作为劳动关系的一部分或在保密协议项下知悉或披露的内幕信息、专有及保密信息）； </li>
  <li>上传、发布或传播任何违反任何方的任何专利、商标、商业秘密、版权或其他专有权利的内容； </li>
  <li>上传、发布或传播任何未经请求或未经授权的广告、推广材料、&ldquo;垃圾邮件&rdquo;、&ldquo;兜售信息&rdquo;、&ldquo;连锁信&rdquo;、&ldquo;金字塔骗局&rdquo;或任何其他形式的招揽； </li>
  <li>上传、发布或传播任何旨在中断、破坏或限制任何计算机软件、硬件或电信设备的功能的，含有软件病毒或任何其他计算机编码、文件或程序的资料； </li>
  <li>干涉或妨碍服务或与服务有关的服务器或网络，或不遵守任何与服务有关或适用于服务的网络要求、程序、政策或规定； </li>
  <li>违反中国宪法的基本原则，或违反任何适用的中国法律或任何具有法律效力的规定； </li>
  <li>&ldquo;偷偷接近&rdquo;或以其他方式骚扰另一人或公司，或未经该另一人的允许，（通过发布另一人的照片、地址、电子邮件、电话号码或任何其他联系信息等）采取侵犯他人隐私的任何行动； </li>
  <li>为商业目的收集或存储有关其他用户的个人资料； </li>
  <li>推广或提供有关非法活动的指导性信息，推广针对政府、法律实体、团体或个人的物理性伤害或损害，或推广虐待动物的行为，包括但不限于就如何装配爆炸装置或其他武器或纵火装置提供指导； </li>
  <li>将服务用作向另一个网站的转发手段； </li>
  <li>允许他人以违反本服务条款的方式使用服务； </li>
  <li>未经事先批准，在服务范围内或代表我公司从事商业活动，包括但不限于以下活动： </li>
  <ol start="1" type="1">
    <li>展示旨在为你或任何其他企业或组织营利的标语； </li>
    <li>展示用于向用户提供现金或现金等价物奖金以换取连接该等用户的网站之超链接的标语； </li>
  </ol>
  <li>利用手段妨碍服务范围内任何广告的充分和完全展示，包括但不限于：有效阻止或实质上损害服务范围内的广告展示的风格变更、定制或覆盖； </li>
  <li>为非预期、商业或不合法的目的，向其他用户索取密码或个人辨识信息； </li>
  <li>超出你注册的服务范围，例如：获取及使用你无权使用的特性，或在你未获授权的情形下，删除、添加或变更另一人之录入项目或其他内容； </li>
  <li>通过我公司所提供的界面以外的任何方式（除非在另行订立之协议中明确允许你如此行事）获取（或试图获取）任何服务，或通过任何自动化的途径（包括使用脚本、网络蜘蛛等）获取（或试图获取）任何服务，或以经合理判断可能对运营服务的系统或他人获取或使用服务造成损害的方式使用服务； </li>
  <li>为任何商业目的，复制、复印、出售、买卖、转售或利用任一部分服务，或对服务的使用或获取行为（除非在另行订立之协议中明确允许你如此行事）； </li>
  <li>采取任何可能违反我公司的相关商标指引及使用要求的行动； </li>
  <li>就公共笔记本，你进一步同意，不上传或展示以下内容： </li>
  <ol start="1" type="1">
    <li>含有裸露、性暴露内容或被我公司视为暴露的内容； </li>
    <li>含威胁性、辱骂性、骚扰性、诽谤性、损害名誉、侵犯性、憎恨性或从种族、民族或其他角度令人不快的内容。 </li>
    <li>危害国家安全、泄露国家机密、颠覆国家权力或破坏国家统一的内容； </li>
    <li>鼓励赌博、暴力、谋杀、恐吓或煽动犯罪行为的内容； </li>
    <li>散布谣言、扰乱社会秩序或破坏社会稳定的内容； </li>
    <li>煽动民族仇恨或种族歧视或破坏民族内部团结的内容； </li>
    <li>破坏中国的民族政策或宣扬异端邪说或封建迷信的内容。 </li>
  </ol>
</ol>
<p>如果你遇到任何上述被禁止使用的情况，你可填写位于<a href="http://www.365rili.com/">www.365rili.com</a>的联络表，按指示将相关信息提交至我公司。 <br />
  你理解，尽管我公司做出努力并规定了本服务条款，但你可能在使用服务的过程中看到攻击性、猥亵的或令人不快的内容，因此，你应在使用服务时自行承担风险。你可以在市面上获得对令你不快的内容进行限制的服务和软件。我公司可以但无义务提供该等服务和软件，或令该等服务或软件与服务兼容。 </p>
<h2>隐私政策 </h2>
<p>我公司的隐私政策刊登在<a href="http://www.365rili.com/">www.365rili.com</a>。通过使用服务，你确认、接受并同意隐私政策的全部规定，包括但不限于依照该等隐私政策使用你的账户信息及你的内容。 </p>
<h2>专有权利、许可及限制规定 </h2>
<h3><strong>我公司的权利</strong></h3>
<p>你确认并同意，我公司（及向我公司授权的任何许可方）对于服务拥有全部合法权利、所有权及利益，包括但不限于所有构成我公司服务器上托管或由你或第三方使用的服务之一部分、以剪辑另一方网站内容的软件，如：站点记忆窗口部件（&ldquo;软件&rdquo;），及其全部知识产权（无论是否注册或在世界任何地方存在）。你进一步确认并同意，对于服务的权利，包括所有知识产权，除受本服务条款及任何另行订立之协议保护外，亦受一部或多部版权、商标、专利、商业秘密及其他法律、法规及条约的保护。除在本服务条款中向你明确授予的有限的许可权利（及在另行订立之协议中向你明确授予的任何权利）外，我公司及其供应商拥有并应保留全部权利、所有权及利益，包括但不限于对于服务及所有在服务中使用的软件（及其所有副本，以及与服务一道向你交付或提供的相关材料）的知识产权。 <br />
  为向您提供服务，我公司必须获得关于您提交内容的特定许可和其他权利（以便我公司对您的内容进行处理、维护、存储、技术复制、备份及发送以及相关处理不违反相关著作权法或其他法律）。据此，一旦使用服务并上传内容，即视为您许可展示、散布及推广您所提供的内容，以及（为技术目的）修改并复制该等内容，以便我公司运营服务。您同意上述许可是我公司提供服务所必要的，您亦同意，我公司有权自行决定不接受、发表、存储、展示、发布或传播任何内容。您同意，该等权利和许可为免收使用费、不可撤销、并在全球范围内有效，并且包含以下权利：我公司有权仅为提供该等服务之目的，将该等内容提供予并将该等权利转移至因提供服务而与我公司建立合同关系的其他方，且有权允许第三方获取您所提供的内容（在我公司认定该等获取对于履行其法定义务实属必要的前提下）。 <br />
  除在本服务条款中授予的有限许可及其他权利外，你保留你在提交内容前对内容拥有的全部权利；除非你选择允许他人查看或获取你向服务提交的内容，否则任何其他人均不应在未获得你同意的情况下查阅你的内容。诚然，如果你确实选择通过将内容放置在一个或多个共享笔记本中的方式发布和共享你所提交的任一部分内容，则在此种情形下，你使我公司服务的每位获允许用户能够使用、展示、表现、发送和修改你所提交的内容（受限于你和该等用户在没有我公司参与的情况下可能订立的任何谅解或协议）。 </p>
<h3><strong>你的权利</strong></h3>
<p>正如上文所述，你保留你在服务之上或通过服务提交、发布或展示的内容中已持有的版权及任何其他权利。除你在本服务条款中授予的有限许可及其他权利外，我公司确认并同意，不取得你（或你的许可方）在本服务条款项下授予的、对你在服务之上或通过服务提交、发布、存储、传播或展示的任何内容的任何权利、所有权或利益（无论该等权利是否已注册或在世界任何地方存在）。你同意，你对保护和行使该等权利负全责，我公司无义务代你负责。 <br />
  作为我公司向你提供的服务的一部分，我公司特此授予你私人、全球范围、免收使用费、不可转让且非独占的许可，允许你仅为使用和享受本服务条款允许的服务所产生的利益之目的使用我公司向你提供的软件，直至你享有的权利依照本服务条款而终止。 </p>
<h2>其他知识产权 </h2>
<p>根据我公司政策，我们将对合乎《中华人民共和国著作权法》及其实施条例、《信息网络传播权保护条例》的清晰且完整的著作权侵权指控通知做出回应，并将对适用的著作权法律做出回应。如果你认为你的作品在服务中使用或发表的方式构成著作权侵权，或你的知识产权受到其他侵犯，请根据本文规定的程序向我们发出正式通知，并在通知中包含以下信息： </p>
<ol start="1" type="1">
  <li>你的姓名（名称）、联系方式和地址； </li>
  <li>要求删除或者断开链接的侵权作品、表演、录音录像制品的名称和网络地址； </li>
  <li>构成侵权的初步证明材料； </li>
  <li>在通知上签名。 </li>
</ol>
<p>敬请注意你必须对通知的内容的真实性负责。 <br />
  将书面通知经平信寄送至： <br />
  北京市海淀区中关村南大街12号天作国际公寓915室 <br />
  敬请注意，我公司有权复制我公司收到的任何法律通知并为公布或评论之目的将其寄送至第三方，且我公司可以以你的通知替代任何已删除内容。我公司将在收到你的来函后48个营业小时内，对所有完整且合格的通知做出回应和（或）采取行动，并保留经由电子邮件或其他方式与你沟通的权利。 </p>
<h3><strong>反向通知</strong></h3>
<p>已上传或传输内容的我公司用户收到本条所述通知书后，有权根据《信息网络传播权保护条例》第16条发出反向通知。收到反向通知后，我公司可以恢复该通知涉及的材料。 <br />
  如需向我公司发出反向通知，您必须按照下文所述要求提供书面通知。敬请注意，如果您虚假陈述任何内容或活动并未侵犯他人著作权，您将承担损害赔偿责任（包括诉讼费和律师费）。据此，如果您不确定某些材料是否对他人著作权构成侵权，我们建议您先行与专业法律顾问进行沟通。 <br />
  为了我公司能够尽快处理你的反向通知，请向我公司提供包含以下信息的正式通知： </p>
<ul type="disc">
  <li>你的姓名（名称）、联系方式和地址； </li>
  <li>要求恢复的作品、表演、录音录像制品的名称和网络地址； </li>
  <li>不构成侵权的初步证明材料；及 </li>
  <li>在反向通知上签名。 </li>
</ul>
<p>敬请注意你必须对反向通知的内容的真实性负责。 <br />
  将书面通知经平信寄送至： <br />
  北京市海淀区中关村南大街12号天作国际公寓915室 </p>
<h2>服务之组成部分 </h2>
<p>我公司保留经自行判断对下列内容加以限制的权利：你可以获取的存储空间性质或大小、传输和电子邮件信息数量、任何索引或库信息的性质或大小、你所提交的内容和其他数据的性质、或你持续访问或分发你所提交的内容和其他数据的能力，并有权经通知或不经通知进行其他限制。你确认，我公司采取的多种行动均可能在一定期间内或永久性地损害或阻止你在特定时间和（或）以相同方式访问你所提交的内容或使用服务，并同意我公司不因任何该等行动或结果（包括但不限于删除内容或未能向你提供内容）承担责任或负有义务。 <br />
  我公司有权随时聘请特定关联公司或其他第三方向你提供全部或部分服务，且你特此确认并同意接受该等第三方参与服务。你理解，我公司在采取向用户提供服务所需的技术步骤时，可能对你提交的内容作出必要更改，以便符合并调整内容使其符合连接互联网、设备、服务或媒体的技术要求。 <br />
  我公司可能随时将由第三方提供的计算机软件（包括但不限于已获得各自许可方和（或）著作权人许可、按该等许可方和（或）著作权人规定的条款使用的本第三方软件）纳入服务范围。我公司明示拒绝就该等第三方软件向你提供任何保证或其他担保。 </p>
<h2>修改 </h2>
<p>在不违反相关中国法律法规（包括但不限于《规范互联网信息服务市场秩序若干规定》）的前提下，我公司保留在任何时间和依我公司自行且合理的判断，经通知或不经通知临时或永久性修改或中断服务或其任何部分的权利。您同意对于服务任何部分之修改、中止或中断，我公司不对您或任何第三方承担责任。如果服务发生任何变更，我公司应向您提供升级版软件，您安装该软件后方可使用变更后的服务（并避免服务问题或故障）。您选择下载并安装该等升级版软件的行为，视为您同意我公司提供的软件且您使用该等软件应视为使用我公司服务的一部分。您可以随时决定不安装任何升级版软件并停止使用服务。 </p>
<h2>终止 </h2>
<p>在不违反相关中国法律法规（包括但不限于《规范互联网信息服务市场秩序若干规定》）的前提下，我公司经通知或不经通知而中断使用服务；我公司亦可经通知或不经通知终止服务或终止你访问或使用服务或你的账户。我公司终止你的账户或服务的原因包括但不限于：（a）违反或违背本服务条款或任何另行订立之协议，（b）经你要求或由你自行删除账户，（c）账户长期处于停用状态（根据我公司自行判断），（d）你未向我公司或任何其他方支付与你使用服务相关的任何应付费用或其他款项，（e）应司法机关或其他有权政府机关要求，（f）中断服务（或其任何部分）或对其做出重大修改，或（g）不可预见的技术或安全事项或问题。如果发生任何终止，我公司将关闭你的账户，你将无法重新获得该账户中包含的内容或以其他方式使用服务。 </p>
<h2>广告 </h2>
<p>由于服务经费可能来源于广告收入，我公司可在服务中和与之相关的内容上展示广告和宣传，且可以定位至内容主题。你特此同意，以许可你获取和使用服务为对价，我公司可呈现与服务相关的广告。在服务中使用广告的任何决定，以及任何广告的方式、模式、范围和条款均可能发生变化。因任何该等做法或改变或因在服务中呈现该等客户广告（包括但不限于获得任何服务的成本变化），导致你遭受任何类型的损失或损害，我公司将不承担责任或负有义务。此外，你与在服务中或通过服务发现的广告客户进行的互动，包括但不限于对于广告的所有信赖、全部商业交易和与之相关的法律义务，仅限于你和该等广告客户范围之内。 </p>
<h2>链接 </h2>
<p>我公司可以将使用第三方资源和（或）导向第三方网站的链接作为服务的一部分。我公司无法控制该等站点和资源，据此，你确认并同意（a）我公司不对该等外部站点或资源的可获取性承担责任；（b）我公司未对可以由该等站点或资源获取的任何内容或其他材料进行核准，且不对其承担责任或负有义务，及（c）因使用或信赖任何该等站点或资源中可以获得的或经由该等站点或资源可以获得的任何该等内容或材料，造成或宣称造成任何损害或损失的，我公司不承担任何直接或间接责任或负有直接或间接义务。 </p>
<h2>赔偿 </h2>
<p>你使用任何服务、违反任何服务条款或任何与你使用服务相关的其他行动（包括在你的账户下采取的全部行动）导致任何第三方索赔，对于由此引起的或以任何方式与此相关的任何和全部索赔、债务、（实际和后续）损害、损失和费用（包括律师费和其他专业服务费），你同意向我公司、其子公司、关联公司、主管人员、代理人、员工、广告客户和合作伙伴做出赔偿，并使其免受损害。如果发生该等索赔，我公司将向我们拥有的账户联系信息发出索赔、诉讼或行动之通知，但未向你发出该等通知不应消除或减轻你的赔偿义务。 </p>
<h2>免责声明 </h2>
<h3><strong>你明示理解并同意：</strong></h3>
<ol start="1" type="1">
  <li>将自行承担使用服务之风险。服务&ldquo;依原样&rdquo;且在&ldquo;可获取&rdquo;的基础上提供。在法律允许的最大范围内，我公司明示拒绝任何类型的明示或默示保证和条件，包括但不限于关于适销性、适用于某一特定目的和不侵权的默示保证和条件。 </li>
  <li>我公司不保证：（i）服务将满足你的全部要求；（ii）服务将免于中断、及时、安全或无误；或（iii）软件中的错误将得到改正。 </li>
  <li>通过使用服务下载或以其他方式获得的任何材料，均由你根据自行判断完成且由你自负风险，因下载任何该等材料而造成计算机或其他设备损害或数据丢失的，你将自行承担责任。 </li>
  <li>你从我公司获得的、或经由或源自服务获得的口头或书面建议或信息，均不设立未在本服务条款中明示声明的任何保证。 </li>
</ol>
<h2>责任限制 </h2>
<p>您明示理解并同意，我公司、其子公司、关联公司和许可方，以及我公司及上述各方之主管人员、员工、代理人，均不对因以下原因造成的任何直接、间接、附带、特殊、后续或惩戒性损害向您承担责任，包括但不限于利润亏损、商誉、实用性、数据、保证金或其他无形损失（即便我公司已被告知该等损害的可能性）：（i）使用或无法使用服务；（ii）因通过服务或源自服务的任何商品、数据、信息，或购买或获取的任何服务，或收到的信息或达成的交易，采购替代商品和服务的成本；（iii）未经授权访问您的传输、内容或数据，或您的传输信息、内容或数据的丢失、损坏或变动，包括但不限于因第三方的非法活动或网络或安全故障所致的情况；（iv）任何第三方在服务中或使用服务进行的声明或行为；（v）我公司因依赖您的账户信息及其任何变更或由此接收的通知而发生的作为或不作为；（vi）您未能对任何密码保密，或未能保护您账户信息的访问权利；（vii）使用服务的任何第三方的作为或不作为；（viii）任何广告内容或您购买或使用任何广告产品或服务；（ix）您的账户根据本服务条款的规定中止或终止；（x）因政府或其他有权部门采取的行动或发布的我公司理解我们必须遵守的命令，使您的账户受到影响；或（xi）任何与服务相关的其他事项。 </p>
<h2>排除和限制 </h2>
<p>本协议任何内容均不以排除或限制任何不得合法排除或限制的条件、保证、权利或义务为目的。 </p>
<h2>通知 </h2>
<p>你同意，我公司可依自行判断，经电子邮件、平信或在与受影响服务相关的网站张贴通告向你发出通知，且我公司可以信赖你提供的联系信息准确、完整且当前有效。 <br />
  除非本服务条款或任何另行订立之协议明确规定使用其他通知方式或地址，本条款项下向我公司发送的任何通知，必须以电子邮件方式发送至???@365rili.com。本电子邮件地址可能作为本服务条款任何更新的一部分予以更新。 </p>
<h2>一般条款 </h2>
<ol start="1" type="1">
  <li>除非你已签订另行订立之协议，否则本服务条款构成你与我公司之间的完整协议，适用于你对服务的使用。（不时生效的）本服务条款取代你与我公司之间为使用服务之目的而签署的任何先前的协议或本服务条款的较早版本。如果你通过访问或使用服务，利用或获取来自第三方的任何产品或服务，你还可能受限于该等第三方的相关条款和条件，且本服务条款不影响你与该等第三方的法律关系。 </li>
  <li>你确认并同意，我公司的各关联公司均为本服务条款的第三方受益人，且该等其他公司有权直接强制执行并依赖本服务条款中授予其利益（或向其提供以其为受益人的权利）的任何规定。除此之外，任何其他人或公司均不得作为本服务条款的第三方受益人。 </li>
  <li>本服务条款以及你与我公司的关系受中华人民共和国法律管辖。你与我公司同意，就本服务条款的解释、执行等发生的争议，接受我公司所在地有管辖权的人民法院的排他管辖。 </li>
  <li>我公司未能或延迟行使或强制执行本服务条款项下的任何权利或条款、或适用法律项下的权利，不构成对任何该等条款或权利的弃权。如果具备管辖权的法院判定本服务条款之任何规定无效，双方仍然同意法院应尽力实现双方在该规定中反映的意图，且协议之其他条款应保持完全效力。 </li>
  <li>您同意，尽管有任何相反法规或法律，因使用服务引起的或与之相关的或在本服务条款项下的任何主张或诉讼事由，必须在该等主张或诉讼事由出现后一（1）年内提出，否则，您同意永远不提出该等主张。 </li>
  <li>本服务条款之章节标题仅为行文方便而设，不具有法律或合同效力。 </li>
</ol>
  <br />
  <br />
</div>
				</div>
			</div>