/**
 * data
 * @authors 张路 (zhanglu@365rili.com)
 * @date    2015-03-24 18:22:28
 */

var data = {
    'qd': [{
        title: '1995年',
        imgNum: 1,
        content: '《仙剑奇侠传》诞生，关于“宿命”的探寻，让灵儿、月如、阿奴落花凋零，只留下李逍遥独自承受苦难……'
    },{
        title: '2003年1月',
        imgNum: 1,
        content: '《仙剑奇侠传二》上市，这是一个“宽恕”的故事，个性正直的王小虎，可爱的李忆如，是对仙剑1那些孩子做一些弥补。'
    },{
        title: '2003年8月',
        imgNum: 1,
        content: '《仙剑奇侠传三》上市，在“宿命”之后，经历“轮回”，这是景天、雪见和花楹的探险旅程，也是龙葵、重楼和飞蓬的几番轮回。'
    },{
        title: '2004年',
        imgNum: 1,
        content: '游戏改编的古装奇幻剧《仙剑奇侠传》开播，胡歌饰演的李逍遥成为一代人的记忆。片尾的十年之约，让无数人至今唏嘘。'
    },{
        title: '2004年10月',
        imgNum: 1,
        content: '《仙剑奇侠传三外传•问情篇》上市，蜀山的故事再度延续……南宫煌和温慧、展开奇妙地脉之旅，问世间情为何物，只叫生死相许！'
    },{
        title: '2007年8月',
        imgNum: 1,
        content: '《仙剑奇侠传四》上市.岁月风沙下的往事日渐清晰，山野少年云天河尝尽红尘的悲欢离合。'
    },{
        title: '2010年2月',
        imgNum: 1,
        content: '根据《仙剑奇侠传三》改编的同名古装玄幻电视剧开播，渝州城永安当的小伙计景天和唐门大小姐雪见在江湖的血雨腥风中经历倾城之恋。'
    },{
        title: '2011年7月',
        imgNum: 1,
        content: '《仙剑奇侠传五》上市，少年轻狂的姜云凡踏出山门，遇上温柔大小姐唐雨柔，精灵苗疆女小蛮，也不知邂逅的是宿世因缘，抑或命运作弄？'
    },{
        title: '2013年1月',
        imgNum: 1,
        content: '《仙剑奇侠传五前传》上市，遗憾的是“心愿”未了，所以有了“牵绊”的故事，这是夏侯瑾轩、瑕、姜承和暮菖兰演绎的知己情意，回望烽云，此心无愧。'
    },{
        title: '2015年6月',
        imgNum: 1,
        content: '仙剑二十周年，优酷网剧《仙剑客栈》6月16日上线，李逍遥、林月如、云天河……历代主角回到最初出发的地方——余杭镇仙剑客栈，二十年时光重新来过，相逢一笑，再无悲伤。'
    }
    ]
};
