/**
 * data
 * @authors 张路 (zhanglu@365rili.com)
 * @date    2015-03-24 18:22:28
 */

var data = {
    'zgr': [{
        title: '1956年9月12日',
        imgNum: 1,
        content: '张国荣生于香港。他的父亲是香港洋服店的裁缝，马龙·白兰度、希区柯克、加里·格兰特等好莱坞明星都曾光顾这家店。父母忙于生意，与他关系疏离。由佣人一手带大的他，童年很是孤独与失落。'
    }, {

        title: '1969年',
        imgNum: 1,
        content: '张小少爷13岁，因为在港学习成绩不佳，也得不到关怀，决定只身前往英国学习。在英国的寄宿学校，张小朋友凭着惊人的毅力和才智，混得有声有色。课余时间在酒吧当酒保驻唱，在当地小有名气。'
    }, {

        title: '1975年',
        imgNum: 1,
        content: '热爱时装的张国荣考入英国利兹大学就读纺织专业。在校期间还拿到莎士比亚文学奖金。利兹的校长至今还记得那个叫Leslie Cheung的活跃分子。由于父亲病重，他大一未读完就回国了。'
    }, {

        title: '1977年',
        imgNum: 1,
        content: '21岁的张国荣向从小照顾他的佣人六姐借了20元钱，参加丽的电视台举办的“亚洲新秀歌唱大赛”，改名张国荣，以一首《American Pie》夺得第二名，还与丽的电视台签约成为了一名综艺节目主持人，从此踏入了娱乐圈。'
    }, {

        title: '1978年',
        imgNum: 1,
        content: '张国荣与毛舜筠在一部剧集中饰演男女朋友，两人一见钟情，只是张国荣闪电的求婚举动把她吓跑了。2001年在香港无线的采访时，他感慨说毛舜筠当时的拒绝之举可能改变了他的一生。'
    }, {

        title: '1983年',
        imgNum: 1,
        content: '张国荣以《风继续吹》在歌坛成名。'
    }, {

        title: '1984年',
        imgNum: 1,
        content: '发行专辑《Leslie》，香港本地销量突破四白金，粤语劲歌的鼻祖歌曲《Monica》入选第七届十大中文金曲以及第二届十大劲歌金曲。'
    }, {

        title: '1987年',
        imgNum: 2,
        content: '他凭电影《英雄本色2》获得香港电影金像奖最佳男主角提名；同年，他还成功塑造了《倩女幽魂》里风流倜傥的书生宁采臣。'
    }, {

        title: '1989年',
        imgNum: 1,
        content: '张国荣连续两年在叱咤乐坛流行榜上获得“叱咤乐坛男歌手金奖”。事业如日中天的他突然宣布告别歌坛，急流勇退，并在香港红馆连开33场“告别乐坛演唱会”，随后举办了世界巡回演唱会。'
    }, {

        title: '1990年',
        imgNum: 2,
        content: '张国荣主演了香港文艺片的代表作品《阿飞正传》，并获得第10届香港电影金像奖最佳男主角奖。其中“旭仔对镜独舞”的经典片段，亦是香港影史上的经典片段之一。'
    }, {
        title: '1993年',
        imgNum: 1,
        content: '他主演的《霸王别姬》是中国电影史上首部获得戛纳国际电影节金棕榈大奖的电影。张国荣以形神兼备的演出，让程蝶衣成为留名影史的经典角色。'
    }, {

        title: '2003年4月1日',
        imgNum: 1,
        content: '张国荣因抑郁症病情失控从香港东方文华酒店坠下，终年46岁。'
    }, {

        title: 'Forever',
        imgNum: 1,
        content: '张国荣是中国流行文化的指标人物之一，影视歌全能亚洲巨星，他一共参演了56部电影，香港本埠票房总成绩达7.76亿港币。自杀前筹备新片并会担任导演，男主角是当时还未红的黄晓明。'
    }],

    'mj': [{
        title: '1958年8月29日',
        imgNum: 1,
        content: '迈克尔·约瑟夫·杰克逊出生于美国印第安纳州加里市。Michael的名字是其母亲根据他祖母的建议而取的。'
    }, {
        title: '1964年',
        imgNum: 1,
        content: 'Michael在5岁时第一次登台，演唱的是“Climb Every Mountain”'
    }, {
        title: '1966年',
        imgNum: 1,
        content: '7岁的迈克尔·杰克逊与兄长一起组成了The Jackson 5组合，并且开始登台演出。乐队第一次登台亮相的地方叫“Mr. Lucky\'s”酒吧，J5的成员每人获得1美元的酬金。'
    }, {
        title: '1969年',
        imgNum: 2,
        content: '迈克尔10岁时音乐才华已经凸显，成为The Jackson 5组合中最耀眼的明星。'
    }, {
        title: '1971年12月',
        imgNum: 1,
        content: '他发行个人首支单曲《Got to be there》，标志其个人独唱生涯开始。'
    }, {
        title: '1978年',
        imgNum: 2,
        content: '在1978年版的电影《绿野仙踪|The Wiz》中，迈克尔扮演稻草人Scarecrow，这是他首次出演电影。'
    }, {
        title: '1979年8月10日',
        imgNum: 2,
        content: '迈克尔与专辑制作人昆西·琼斯(Quincy Jones) 合作发布了首张单飞专辑《Off the Wall》。 在未来的几十年中二人成为了黄金搭档。这张专辑让他获得了个人演唱生涯的第一个格莱美奖。'
    }, {
        title: '1983年5月16日',
        imgNum: 1,
        content: '迈克尔最具标志性的太空舞步 (Moonwalking)在“摩城唱片公司(Motown)成立25周年纪念”演出上，首次展现在公众面前。标志性呢帽、单只莱茵石手套、闪光的黑夹克，还有那首《Billie Jean》。'
    }, {
        title: '1987年9月',
        imgNum: 2,
        content: '展开个人首次全球巡演，向世界展示机械舞和太空步等舞蹈技术。'
    }, {
        title: '1993年',
        imgNum: 1,
        content: '他曾想在北京举办最后一场退役演唱会，而且收入全部捐给中国，更自己拿出500万美金捐献给我们的希望工程。 '
    }, {
        title: '2009年6月25日',
        imgNum: 1,
        content: '他因药物中毒逝世，他的私人医生康拉德·莫里被判定过失杀人罪。'
    }, {
        title: '2014年5月19日',
        imgNum: 1,
        content: 'Billboard音乐大奖颁奖礼上，流行音乐之王迈克尔·杰克逊以全息投影形式完美复活，在场明星纷纷落泪。'
    }, {
        title: 'Forever',
        imgNum: 1,
        content: '他是伟大的人道主义者，曾两次获得诺贝尔和平奖提名。<br />他是唯一能带着墨镜进白宫的艺人，全程由总统亲自接见。<br />他生前曾和麦考利因为是蝙蝠侠厉害还是超人厉害这个问题而绝交。<br />他生前是世界上有史以来商业价值最大的艺人，而他死后商业价值无疑更大。'
    }],

    'dlj': [{
            title: '1953年1月29日',
            imgNum: 1,
            content: '邓丽君出生于中国台湾省云林县褒忠乡田洋村。'
        }, {
            title: '1958年',
            imgNum: 1,
            content: '至屏东市仙宫戏院附近学芭蕾舞。'
        }, {
            title: '1961年',
            imgNum: 1,
            content: '接受启蒙恩师李成清歌唱指导。次年随“九三康乐队”四处慰问演出。'
        }, {
            title: '1963年',
            imgNum: 1,
            content: '邓丽君参加“中华电台”全台黄梅调歌唱比赛，以《访英台》击败众多年长选手，获得比赛冠军'
        }, {
            title: '1966年',
            imgNum: 1,
            content: '邓丽君接受台视《艺文夜访》节目访问并献唱歌曲，首次与听众见面；利用课余时间参加正声公司歌唱训练班，以第一名成绩结业；参加金马奖唱片公司歌唱比赛，以《采红菱》夺得冠军。'
        }, {
            title: '1967年',
            imgNum: 1,
            content: '她推出首张个人专辑《邓丽君之歌——凤阳花鼓》，开始她的演唱生涯。'
        }, {
            title: '1969年',
            imgNum: 1,
            content: '邓丽君参演个人首部电影《谢谢总经理》，随后因演唱台湾第一步电视连续剧《晶晶》主题曲于台湾成名。'
        }, {
            title: '1970年',
            imgNum: 1,
            content: '70年代初期她凭借《千言万语》、《海韵》等作品打开香港及东南亚唱片市场。'
        }, {
            title: '1972年',
            imgNum: 1,
            content: '她的初恋朱坚在探班的途中死于空难，令邓丽君大哭了一场，一个星期没有登台表演。'
        }, {
            title: '1974年',
            imgNum: 1,
            content: '邓丽君正式赴日发展，凭《空港》一曲，获得1974年度“日本唱片大赏新人歌手赏”，以及“日本音乐祭银赏”、“新宿音乐祭铜赏”、“银座音乐祭热演赏”。'
        }, {
            title: '1979年',
            imgNum: 2,
            content: '邓丽君与正在美国拍戏的成龙的感情纠葛也逃不出昙花一现的命运。但是在邓丽君的感情中,与糖王郭鹤年之子郭孔丞的恋情大概是最令她心伤的一段。'
        }, {
            title: '1980年',
            imgNum: 1,
            content: '她当选为台湾金钟奖首位最佳女歌星.先后受邀于林肯中心、洛杉矶音乐中心、拉斯维加斯凯撒皇宫举行个人演唱会。'
        }, {
            title: '1987年1月',
            imgNum: 1,
            content: '邓丽君于香港发表国语专辑《我只在乎你》'
        }, {
            title: '1989年',
            imgNum: 1,
            content: '邓丽君宣布除慈善义演外不再公开表演。'
        }, {
            title: '1990年',
            imgNum: 1,
            content: '她迁移至巴黎居住，认识了一个比她小十多岁的爱摄影的法籍男子保罗。也就是保罗陪伴邓丽君走到了人生的终点。'
        }, {
            title: '1995年5月8日',
            imgNum: 1,
            content: '邓丽君病逝于泰国清迈。'
        }, {
            title: 'Forever',
            imgNum: 1,
            content: '邓丽君是中国乐坛独树一帜、不可磨灭的杰出艺术家。她不仅影响了中国流行音乐的发展，更在文化领域里影响了华人社会；她是一位歌者，也是一个文化符号。'
        }

    ],
    'mw': [

        {
            title: '1935年1月8日',
            imgNum: 1,
            content: '猫王埃尔维斯·亚伦·普雷斯利（Elvis Aaron Presley）出生于美国密西西比州图珀洛，幼年时父亲因伪造支票入狱，母亲是猫王童年唯一依靠。'
        }, {
            title: '1945年',
            imgNum: 1,
            content: '在密西西比——阿拉巴马州博览会才艺表演会上，12岁的普雷斯利以一曲《Old Shep》获得第五名。'
        }, {
            title: '1954年',
            imgNum: 1,
            content: '19岁的猫王发行第一张单曲唱片，《That’s All Right, Mama》，舞台上独特的扭臀动作瞬间风靡全美。'
        }, {
            title: '1955年11月',
            imgNum: 1,
            content: '猫王的合约被原公司以35000美元转让给新公司Victor，之后猫王推出专辑《Elvis Presley》，蝉连了Billboard专辑榜10周冠军。同年单曲《Love Me Tender》就占据了全美4项排行冠军。'
        }, {
            title: '1958年',
            imgNum: 1,
            content: '“猫王”以平民身份应征入伍，前往位于得州郊区的第二装甲师营区报到，正式开始他的军旅生涯。在这期间，“猫王”结识了只有十四岁的普莱希拉。'
        }, {
            title: '1967年',
            imgNum: 1,
            content: '猫王与普莱希拉在拉斯维加斯结婚，据说和猫王有性关系的女人不下3000个，但普莱希拉是猫王一生中唯一的挚爱，也是他一生中唯一有合法婚姻的妻子。'
        }, {
            title: '1967年',
            imgNum: 1,
            content: '猫王的《How Great Thou Art》，让他夺得一生唯一的一座格莱美奖。这时披头士征服了欧美流行音乐市场，使猫王的地位备受威胁。而披头士主唱列侬曾说：“猫王之前，世界一无所有。”'
        }, {
            title: '1972年',
            imgNum: 1,
            content: '猫王与妻子离婚，他们的独生女儿后来先后成为杰克逊以及尼古拉斯·凯奇的妻子。'
        }, {
            title: '1970年12月21日',
            imgNum: 1,
            content: '尼克松在白宫接见猫王。格雷斯兰前方的南51号高速公路更名为“猫王大道”。之后猫王健康、经济、艺术方面都遇到了严重的问题，7年间5次被送进医院急救。'
        }, {
            title: '1977年',
            imgNum: 1,
            content: '猫王42岁心脏病突发在浴室过世。猫王生平记忆力惊人，小时候能从收音机里记下所有的歌词，猫王最后一次举行演唱会时，连《温柔地爱我》(Love Me Tender)歌词都记不起来了。'
        }, {
            title: 'Forever',
            imgNum: 1,
            content: '他演唱时总会吸引一堆女歌迷，像公猫会吸引一堆母猫一样，因此得名猫王。他的音乐超越了种族以及文化的疆界，将乡村音乐、布鲁斯音乐以及摇滚乐融会成个性鲜明的独特曲风，影响了一代美国的流行文化，是当之无愧的20世纪 的“摇滚乐之王”。'
        }
    ],
    'myf': [

        {
            title: '1963年10月10日',
            imgNum: 1,
            content: '梅艳芳出生于香港旺角，其父早逝，全家五口仅靠母亲经营破旧的“锦霞”歌剧院聊以维持生计。四岁半时已与胞姊梅爱芳踏足舞台。'
        }, {
            title: '1982年',
            imgNum: 1,
            content: '她与姐姐一同参加香港无线电视台举办的第一届歌唱新秀大赛，她以一曲《风的季节》获得冠军。同年推出第一首歌曲《心债》登上“香港电台中文金曲榜”冠军位置及“IFPI香港唱片年会新人奖”。'
        }, {
            title: '1985年',
            imgNum: 1,
            content: '1985年-1986年跨年举行了首次个人演唱会《百变梅艳芳尽显光华演唱会》，连开十五场，打破了香港歌手首次个唱的场数记录。此后，连续五年获得香港十大劲歌金曲“最受欢迎女歌星”。'
        }, {
            title: '1987年',
            imgNum: 2,
            content: '1987年-1988年凭借《胭脂扣》拿下了金像奖、金马奖、金龙奖和亚太影展四料影后。'
        }, {
            title: '1990年',
            imgNum: 1,
            content: '梅艳芳举办30场“百变梅艳芳夏日耀光华演唱会”后宣布不再领取任何音乐方面的奖项。'
        }, {
            title: '1993年7月27日',
            imgNum: 1,
            content: '演艺事业外，她热心公益慈善，成立了《梅艳芳四海一心慈善基金会》'
        }, {
            title: '1995年',
            imgNum: 1,
            content: '梅艳芳在和苗侨伟分手后和功夫小生赵文卓走到一起,那一年,赵文卓23岁,梅艳芳32。'
        }, {
            title: '2003年12月30日',
            imgNum: 1,
            content: '凌晨2点50分，梅艳芳因宫颈癌导致肺功能衰竭，在香港养和医院病逝，终年四十岁。'
        }, {
            title: 'Forever',
            imgNum: 1,
            content: '梅艳芳一生情路坎坷，邹世龙、单立文、刘德华、赵文卓都曾爱慕她的芳华，却都无法成为那个爱她，可以给她家庭的男人。她终身未嫁，患病后坚持保守治疗——那是一个普通女人成为母亲的愿望。'
        }
    ],
    'ln': [{
        title: '1940年10月9日',
        imgNum: 1,
        content: '约翰·温斯顿·列侬（John Winston Lennon）出生于英国利物浦一个工人家庭。3岁那年父亲抛弃了他和母亲，列侬又被过继给他的阿姨，他与亲生母亲的关系只像是一位朋友那么简单。'
    }, {
        title: '1955年',
        imgNum: 1,
        content: '列侬在学校里和四位当地青年保罗·麦卡特尼、乔治·哈里森、斯图尔特·萨克利夫、皮特·贝斯特组织了一个摇滚乐队“the Quarrymen”（采石工人），它正是披头士乐队的前身。'
    }, {
        title: '1960年',
        imgNum: 1,
        content: '队员几经更换，乐队定名为“披头士”The Beatles，流行音乐界历史上最有影响力的乐队之一。'
    }, {
        title: '1962年',
        imgNum: 2,
        content: '披头士正式与伦敦EMI旗下的一家小公司Parlophone签下录音合同。自此，开始了以披头士为主角的摇滚乐“不列颠入侵”。1963年登顶英国排行榜榜首，1964年占领美国唱片总销量的40%。'
    }, {
        title: '1962年的8月23日',
        imgNum: 1,
        content: '列侬和辛西娅结婚，并在1963年4月8日生下他们的儿子朱利安，这段婚姻一直持续到1968年。'
    }, {
        title: '1968年',
        imgNum: 1,
        content: '约翰·列侬结识了在伦敦旅行的先锋艺术家小野洋子，他们共同创作了唱片《两个处子》（Two Virgins）。 由于其封面是列侬与洋子的裸照， 因此很多音像商店都禁止出售这张唱片。 次年与她结婚。 列侬曾自嘲，“ 每个白痴背后总有个伟大的女人。” '
    }, {
        title: '1969年3月25日',
        imgNum: 1,
        content: '列侬夫妇在阿姆斯特丹希尔顿酒店的902总统套房，手持郁金香，发起了著名的“床上和平运动”。 他们躺在床上整整七天，反对战争与暴力。那时他们正在度蜜月。此后他们做了一系列社会活动。'
    }, {
        title: '1980年12月8日',
        imgNum: 1,
        content: '这是摄影师Annie Liebovitz为滚石杂志拍摄的著名照片。在拍摄完这张照片的当天，列侬被枪杀，死时年仅40岁。'
    }, {
        title: '2013年12月',
        imgNum: 1,
        content: '国际天文联合会将水星上的一个陨石坑以列侬命名。'
    }, {
        title: 'Forever',
        imgNum: 1,
        content: '理想主义的约翰·列侬总在刻画着美好的画面，他所服务的，是全人类。这也是为什么他在全世界都会有歌迷的原因，他的音乐无国界，其中传达的是普世精神，和平、博爱、理想主义是高于一切的。'
    }, ],
    'hjj': [

        {
            title: '1962年6月10日',
            imgNum: 1,
            content: '黄家驹出生于香港九龙深水埗苏屋邨徙置区内的一个劳工家庭。一家七口住一个不到三十平方米的小单元。'
        }, {
            title: '1979年',
            imgNum: 1,
            content: '17岁时，黄家驹在邻居搬家的时候捡来了一把木吉他，这是他的第一件乐器。'
        }, {
            title: '1983年',
            imgNum: 1,
            content: '黄家驹以《大厦》在香港歌坛出道。为了参加香港《吉他杂志》举办山叶吉他比赛，他与叶世荣、邓炜谦、李荣潮正式组建Beyond乐队，他担任乐队主唱，Beyond凭借自己作品夺得冠军。'
        }, {
            title: '1984年',
            imgNum: 1,
            content: '贝司手李荣潮退出，黄家驹的弟弟黄家强加入。'
        }, {
            title: '1985年7月20日',
            imgNum: 2,
            content: '黄贯中（阿Paul）加入。尚为地下身份的Beyond举办第一场演唱会——“永远等待”。他们向银行贷款了1.6万，最终亏了6000元，却奠定他们在香港地下乐坛的地位。'
        },

        {
            title: '1991年9月',
            imgNum: 1,
            content: 'Beyond在香港红磡体育馆举办了演唱会“生命接触”，被日本唱片公司经理人看中并签约。每次登台前，黄贯中都按家驹的意思，用圆珠笔帮他画好多刺青图案，骷髅、玫瑰、闪电…“其实，没有一个是真刺的”。'
        }, {
            title: '1993年6月30日',
            imgNum: 1,
            content: '黄家驹在日本参与某综艺节目期间意外受伤，治疗无效逝世，终年31岁。'
        }, {
            title: 'Forever',
            imgNum: 1,
            content: '原谅我这一生不羁放纵爱自由<br/>也会怕有一天会跌倒<br/>背弃了理想谁人都可以<br/>哪会怕有一天只你共我'
        }
    ],
    'lxl': [



        {
            title: '1940年11月27日',
            imgNum: 1,
            content: '李小龙出生于美国旧金山。原名李振藩，含有“震惊藩邦”之意。仅3个月大的他，就出演了第一部电影《金门女》。看来李小龙平时也是被他唱戏的爹玩儿坏了。'
        }, {
            title: '1950年',
            imgNum: 1,
            content: '《细路祥》作者袁步云为他取艺名“李小龙”，首次以男主角身份演出《细路祥》，片中饰演一个从好变坏，从坏变好的孤儿，获得一致好评。抹鼻子的动作看来是从小就有了。'
        }, {
            title: '1953年',
            imgNum: 1,
            content: '在1953年至1956年期间，李小龙先后参演《苦海明灯》、《慈母泪》、《父之过》等12部电影，大部分角色均为“乖仔”。'
        }, {
            title: '1954年',
            imgNum: 2,
            content: '13岁的李小龙跟随名师叶问系统地学习了咏春拳。此后在家中设一座木桩，每天对着木桩勤练不辍。后来，他还练过洪拳、白鹤拳、谭腿、少林拳、戳脚等，为后来自创截拳道打下了坚实的基础。'
        }, {
            title: '1957年',
            imgNum: 2,
            content: '公演的《雷雨》是李小龙参演唯一的“文艺片”，片中他饰演善良的二少爷，更是他在电影上首次有恋爱的戏份。'
        }, {
            title: '1959年4月',
            imgNum: 1,
            content: '李小龙赴美读书。次年李小龙进入位于西雅图的华盛顿大学，他主修戏剧，他在业余时间在校成立了一支“中国功夫队”，在学校表演。'
        }, {
            title: '1962年4月',
            imgNum: 1,
            content: '大二的李小龙租下校园的一个停车场角落作为武馆，挂起了“振藩国术馆”的牌子。在这家武馆里，他遇到了未来的妻子琳达·埃莫瑞。'
        }, {
            title: '1966年4月30日',
            imgNum: 1,
            content: '李小龙与美国广播公司签订了30集电视剧《青蜂侠》的演出合约，担演配角Kato。'
        }, {
            title: '1967年',
            imgNum: 1,
            content: '在经营武馆的同时，李小龙也在不断参加各种武术竞赛。在27岁时，创立了跨越门派限制的、世界性的现代中国功夫“科学的街头格斗技”——截拳道（Jeet Kune Do）。'
        }, {
            title: '1970年',
            imgNum: 1,
            content: '李小龙接受香港嘉禾电影公司的邀请，回港发展，先后拍摄了四部半电影《唐山大兄》、《精武门》、《猛龙过江》、《龙争虎斗》、《死亡游戏》和电视剧《精武门》成为一代经典作品。特别是在《精武门》中“中国人不是东亚病夫”的对白，成为香港电影的一大经典。'
        }, {
            title: '1973年7月20日',
            imgNum: 2,
            content: '在香港拍摄《死亡游戏》的时候，李小龙意外死于女星丁佩家中。'
        }, {
            title: 'Forever',
            imgNum: 1,
            content: '李小龙酷爱以武会友，许多显赫的武打明星如美国空手道冠军罗礼士等都争着拜他为师，好莱坞的著名电影明星如占士亨宾和史提夫都是他的门徒。世界拳王阿里也曾登门拜访。'
        }



    ],
    'zys': [

        {
            title: '1966年6月7日',
            imgNum: 2,
            content: '张雨生出生于台湾澎湖眷村。父亲是退伍军人，母亲为泰雅族原住民。排行最长、下有两个弟弟两个妹妹。'
        }, {
            title: '1986年',
            imgNum: 2,
            content: '张雨生大一时初试啼声。参加「木船民歌比赛」自弹自唱进到决赛并获得优胜。然而不为人知的是他走上音乐之路是因为他深爱的妹妹不幸离世，他一心想要完成妹妹的心愿。大二他进了吉他社，与同学自组了「Thunder Spot（雷击点）乐团。'
        }, {
            title: '1987年',
            imgNum: 1,
            content: '张雨生大三时，以一首描述退役军人生活的歌曲「他们」得到学校创作歌谣比赛第一名。'
        }, {
            title: '1988年3月29日',
            imgNum: 1,
            content: '这年张雨生以主唱身份与台大「Metal Kids|金属小子」乐团（前主唱是赵传）荣获第一届热门音乐大赛优胜、及最佳主唱的殊荣，被制作人翁孝良发掘。'
        }, {
            title: '1988年4月',
            imgNum: 1,
            content: '张雨生以一首黑松沙士的广告曲《我的未來不是夢》引起歌坛注意。之后张雨生参加音乐合辑《六个朋友》的制作，演唱成名曲《我的未来不是梦》及《以为你都知道》。'
        }, {
            title: '1988年8月',
            imgNum: 2,
            content: '热门音乐大赛邀请获奖者推出《烈火青春》合辑。张雨生以《最佳主唱奖》得奖人的身份特别演出《Heaven on fire》以及《烈火青春》两首歌曲。第一名张雨生，第二名姚可杰，第三名邰正宵。图为前五名合影（包括两个合唱组）'
        }, {
            title: '1988年11月',
            imgNum: 1,
            content: '张雨生发行了第一张个人专辑《天天想你》，创下35万张的销售记录，成为年度唱片风云人物。 '
        }, {
            title: '1989年8月',
            imgNum: 1,
            content: '张雨生入伍是一个分水岭，入伍前，他是一个偶像歌手，入伍后他开始了音乐人的生涯。'
        }, {
            title: '1992年',
            imgNum: 1,
            content: '这一年是张雨生歌唱事业的巅峰。2月，他一手包办音乐和词曲创作发表《张雨生创作专辑》。其中《带我去月球》入围1992年的全美音乐录影带奖。11月发表第四张个人专辑《大海》，融会了他对美好生活的向往，也倾吐了他对于人生和社会的复杂情绪，销售突破六白金、并入围金曲奖。'
        }, {
            title: '1993年',
            imgNum: 1,
            content: '张雨生将演艺触角发展到舞台剧、并在4月时参与演出果陀剧场93年版的《淡水小镇》的演出，扮演陈少威。 '
        }, {
            title: '1994年',
            imgNum: 1,
            content: '张雨生发表第二张创作专辑《卡拉ＯＫ Live 台北 我》。专辑融入硬式摇滚、R&B、民谣等素材，是张雨生展现其丰富创作力的专辑，更缔造台湾音乐界秒数最长的唱片，全专辑共长约73分钟。'
        }, {
            title: '1996年',
            imgNum: 2,
            content: '张雨生这一年除了兼顾自己的专辑和舞台剧以外，还开始担任专辑制作人，为伊能静、陶晶莹等人制作专辑。这段时间里，张雨生在酒吧里遇到尚未为人知的张惠妹，并为她制作《姊妹》专辑。这使阿妹一夜走红，也激发了张雨生音乐视角的转变。'
        }, {
            title: '1997年',
            imgNum: 1,
            content: '他除了为张惠妹制作了脍炙人口的专辑《BADBOY》以外，还担任果陀音乐剧《吻我吧娜娜》的音乐总监。10月推出专辑《口是心非》，获得第9届台湾金曲奖最佳流行音乐演唱唱片奖。10月20日不幸车祸昏迷23天后，于11月12日逝世，终年31岁。'
        }, {
            title: 'Forever',
            imgNum: 1,
            content: '从那遥远海边&nbsp;慢慢消失的你<br />本来模糊的脸&nbsp;竟然渐渐清晰<br />想要说些什么&nbsp;又不知从何说起<br />只有把它放在心底'
        }


    ]
};
