/**
 * data
 * @authors 张路 (zhanglu@365rili.com)
 * @date    2015-03-24 18:22:28
 */

var data = {
    'qd': [{
        title: '1902年3月6日',
        imgNum: 1,
        content: '球队成立，称为马德里足球队。'
    },{
        title: '1920年',
        imgNum: 1,
        content: '获国王赐封“皇家”尊称， 徽章加上了皇冠，并改名为皇家马德里。死敌为巴塞罗那。'
    },{
        title: '1931年',
        imgNum: 1,
        content: '球队首次获得西甲冠军。'
    },{
        title: '1933年',
        imgNum: 2,
        content: '球队再次蝉联西甲冠军，之后由于西班牙国内的政局动荡和内战的爆发，皇马度过了一段艰难的日子。'
    },{
        title: '1943年',
        imgNum: 1,
        content: '一个名叫圣地亚哥·伯纳乌的人作为“既有真才实学，又能够被主席团接受，又能被国家奥委会和西班牙体育联合会认可”的唯一人选入主皇马俱乐部，从此开始了皇家马德里的“伯纳乌时代”。'
    },{
        title: '1947年',
        imgNum: 1,
        content: '查马丁体育场落成，皇马球员首次身披白色的号码队服进入这座伟大球场，之后的几年皇马成绩平平。'
    },{
        title: '1954年',
        imgNum: 1,
        content: '随着亨托、马特奥斯等球员的加盟，皇马时隔21年后再次夺得了西甲联赛冠军。'
    },{
        title: '1955年',
        imgNum: 1,
        content: '皇马在蝉联西甲后到法国参加4年一度的传统赛事“拉丁杯”，并夺冠。而当年的“查马丁”体育场也为了对伟大的主席表示敬意而正式更名为“圣地亚哥·伯纳乌”。'
    },{
        title: '1978年6月2日',
        imgNum: 1,
        content: '83岁的伯纳乌主席因癌症倒下了，71岁的路易斯·德卡路斯接替了主席的职位。'
    },{
        title: '1986年',
        imgNum: 1,
        content: '荷兰人本哈克成为皇马的主教练。布特拉格诺、米歇尔、桑切斯、巴斯克斯和帕德萨被誉为“皇马皇冠上的五颗珍珠”。'
    },{
        title: '1996年',
        imgNum: 1,
        content: '卡佩罗接过帅印，率领这支豪华之师夺得国内联赛冠军。'
    },{
        title: '2000年',
        imgNum: 3,
        content: '皇马在主席佛罗伦蒂诺的带领下奉行“巨星政策”，菲戈、齐达内、罗纳尔多、贝克汉姆、欧文巨星相继加入皇马。球队绰号：银河战舰，球迷昵称：美凌格。'
    },{
        title: '2009年6月1日',
        imgNum: 2,
        content: '银河战舰的缔造者弗洛伦蒂诺复辟成功，皇马斥资2.5亿欧元买入了十名球员。如：卡卡、C罗、本泽马等。'
    },{
        title: '2011-2012年',
        imgNum: 1,
        content: '穆里尼奥率皇家马德里将士卷土重来，以100分成为西甲历史上单赛季得分最高的球队；以121球成为西甲历史上单赛季进球最多的球队，超越了托沙克的皇马创造的107球的纪录。'
    },{
        title: '2013年5月21日',
        imgNum: 1,
        content: '皇家马德里宣布穆里尼奥（José Mourinho）赛季结束后离开伯纳乌。'
    },{
        title: '2013年6月26日',
        imgNum: 1,
        content: '安切洛蒂（Carlo Ancelotti）代替穆里尼奥成为银河战舰的新船长，进一步改造第二代银河战舰。'
    },{
        title: '2013年',
        imgNum: 1,
        content: '曾效力热刺的威尔士边锋加雷斯·贝尔以9100万欧的天价加盟皇马。'
    },{
        title: '2014年5月25日02:45',
        imgNum: 1,
        content: '2013/14赛季欧洲冠军联赛决赛在葡萄牙里斯本光明球场举行，皇家马德里第10次获得欧冠联赛冠军。'
    },{
        title: '2015年4月15日',
        imgNum: 1,
        content: '欧冠1/8决赛，皇马客场0:0战平同城死敌马竞。两队的次回合将在2015年4月23日在皇马主场伯纳乌进行，究竟鹿死谁手让我们拭目以待。'
    }
    ]
};
