<%@ page contentType="text/html;charset=utf-8" %>
			<div id="content">
				<div id="client">
				<br /><br />
<center><div style="font:normal 24px '微软雅黑'; margin-left:10px; color:#999;">2012年6月2日，365日历发布最新的安卓平台2012.8版本</div></center>
<img src="/v3/news/news2.jpg" width="740">
<div style="font:normal 18px '微软雅黑'; margin:0px; color:#999; padding: 0px 40px; line-height:1.7em;">
　　2012.8版是经过365日历技术人员历经60天打磨推出的全新版本，该版本在用户交互、产品功能等方面都进行了重要的改进。从2012.8版开始，365日历将会采用新的命名规范，版本号为2012系列。<br /><br />
　　首先在菜单的设计上，将原来的按钮式菜单变成了侧边栏式菜单。侧边栏式菜单的优点在于用户能够非常直观的看到365日历的各项功能，方便查找和使用。此外这次推出的2012.8版本，将所有的功能都采用插件化设计，用户可以根据自己的需要来进行安装。伴随本次新版本发布的插件有：生日插件、节日插件、小组日历、生理期插件、北京限行插件、每日星运插件。<br /><br />
　　365日历是国内最专业的日历服务商，自2008年以来成立以来，一直专注日历产品。365日历目前有3000万用户，是各大电子市场装机必备强势推荐日历产品。365日历为用户保存超过2000万条日程，每日服务器同步1200万次，每天超过300万用户使用，准时提醒200万人次。365日历是百度战略合作伙伴，为百度开放平台、hao123定制日历。同时360战略合作伙伴，为360桌面定制日历，同时365日历也是Q+平台的战略合作伙伴，为Q+平台定制了日历。<br /><br />
</div>
				</div>
			</div>