<%@ page contentType="text/html;charset=utf-8" %>
			<div id="content">
				<div id="client">
				<br /><br />
<center><div style="font:normal 24px '微软雅黑'; margin-left:10px; color:#999;">2012年6月21日 持续提升用户体验，365日历发布2012.9版本</div></center>
<img src="/v3/news/news3.jpg" width="740">
<div style="font:normal 18px '微软雅黑'; margin:0px; color:#999; padding: 0px 40px; line-height:1.7em;">
　　365日历发布最新的2012.9版本，此次发布的2012.9版本，有两大亮点，第一，增加待办快捷方式；第二，新增百度、360账号登录功能。<br /><br />
　　365日历一直注重用户体验的提升，不断优化程序。之前一段时间有用户反馈待办添加和查看不方便，隐藏比较深，通过技术团队讨论后，在短短2周的时间内，365日历就推出了待办快捷方式，通过添加待办快捷方式，用户可以在桌面很方便的查看和编辑待办事项。<br /><br />
　　此次发布的2012.9版本，增加了百度、360账号登录功能，用户可以使用百度或360账号直接登录365日历，极大方便了用户的使用。<br /><br />
　　365日历是国内最专业的日历服务商，自2008年以来成立以来，一直专注日历产品。365日历目前有3000万用户，是各大电子市场装机必备强势推荐日历产品。365日历为用户保存超过2000万条日程，每日服务器同步1200万次，每天超过300万用户使用，准时提醒200万人次。365日历是百度战略合作伙伴，为百度开放平台、hao123定制日历。同时360战略合作伙伴，为360桌面定制日历，同时365日历也是Q+平台的定制了日历。<br /><br />
</div>
				</div>
			</div>