<%@ page contentType="text/html;charset=utf-8" %>
<style>
#client {height: 901px;}
</style>
			<div id="content">
				<div id="client">
<img src="http://up2.365rili.com/v3/images/future.jpg" width="742">
<div class="title1"></div>
<div class="text">
<p>365日历的使命是让每个人都能管理好生活中的每一段时刻，每一个精彩，每一次心动，每一种经历。</p>
<p>随时随地在所有平台或设备上记录任何日程，一次记录，多平台同步并能自动智能提醒。</p>
<p>365日历的用户可以将活动、聚会、生日、会议、约会、演出、球赛……甚至剪辑网页上任意需要记录的日程，随时记录，随时搜索，自动同步，自动提醒。 </p>
<p>在中国，日历已经有二千多年的历史，所有人都在使用日历。我们不仅最具中国特色，对中国历（农历、黄历）的支持更彻底更完美。还充分融入时尚流行元素，星座、生理期、交通限行……一切尽在掌握！</p>
<p>我们要重新定义日历——我们的日历要帮助用户更加高效的使用时间，我们的日历将更加融入用户的生活，成为用户生活必备工具。</p>
<p>我们是历史，记录成长点点滴滴。我们是助理，实时辅助贴身贴心。我们是未来，明天后天掌控无限。</p>
<p>365日历，精彩每一天！</p>
</div>
				</div>
			</div>