<%@ page contentType="text/html;charset=utf-8" %>
			<div id="content">
				<div id="client">
<div class="title1">隐私政策</div>
<div class="text">
<p><strong>生效日期：2012年6月20日</strong></p>
<p>北京问日科技有限公司（以下简称&ldquo;365日历&rdquo;）重视本公司网站、产品及服务之用户的隐私，并且尽商业上合理的一切努力保护这些隐私。本隐私政策涉及在你与365日历互动（例如当你访问本公司网站、使用或购买本公司产品或服务或与365日历员工交流时）的过程中随时可能收集到的个人信息的收集、使用和披露。请阅读下文以详细了解我们收集何种信息、我们如何处理这些信息以及我们可能如何使用你的个人信息。 </p>
<p><strong>信息收集与使用 </strong></p>
<p>我们收集某些个人信息的主要目的是为了尽可能为用户提供最高水平的服务。掌握这些个人信息使我们能够向用户发送产品公告、软件更新和特价优惠信息，提供方便而又个性化的用户访问服务，改进产品特性及功能。365日历的注册用户可以登录www.365rili.com(以下合称为&ldquo;365日历网站&rdquo;)访问365日历账户信息页面并点击&ldquo;设置&rdquo;链接，随时查看并修改其个人信息。未注册用户也可以使用部分365日历网站及服务，我们不收集未注册用户的个人信息。 </p>
<p>在许多情况下，365日历可能收集信息并将其用于内部业务目的，例如:</p>
<ul type="disc">
  <li>姓名、电子邮件地址、联系方式等个人信息，您使用哪些365日历产品及服务； </li>
  <li>人口统计学信息，例如你的职业以及你使用电脑和移动设备的位置—以深化我们对客户需求的了解； </li>
  <li>来自于您电脑或移动设备上的浏览器或365日历应用的访问跟踪信息，包括IP地址、cookies以及您请求访问的页面—以分析动态、管理网站、追踪您在网站上的浏览历史、发送相关广告并收集广泛的人口统计学信息以供汇总使用（请注意我们不会将IP地址与&ldquo;个人可识别信息&rdquo;关联起来）并遵循我们在中国法律项下所承担的法律义务； </li>
  <li>不对单个用户进行个人识别的多用户汇总信息，例如地理区域，但我们可能与业务合作伙伴共享这些信息—以深化我们对客户需求的了解并提供相关服务。 </li>
</ul>
<p align="left">你可以随时选择不再参与这些服务和（或）删除你在任何365日历产品上发布的信息和资料。如果你注销账户或删除任何365日历产品或365日历内容，你或访问服务的其他人将无法再访问该等信息，但是由于计算机系统的运行和持续数据备份及存档特性，该等信息的残余副本可能继续存在。 </p>
<p>如果你不希望收到我们的电子邮件推广信函，你可以从我们发给你的电子邮件点击位于底部的&ldquo;取消订阅&rdquo;链接。 </p>
<p><strong>你的365日历用户名及相关信息 </strong></p>
<p>365日历网站允许你基于自己的个人信息创建一个&ldquo;365日历用户名&rdquo;。创建用户名后你才能充分利用365日历服务以及任何可下载软件产品。这也使得365日历能够提供更加个性化而又便捷的服务，在你希望使用365日历服务、更新软件或设置或搜索相关365日历信息时节省你的时间。 </p>
<p><strong>公开信息 </strong></p>
<p>如果365日历允许您在我公司网站的公开区域或任何其他网站或接收方处发布个人或其他敏感信息，则您应当谨慎考虑是否发布。如果您选择发布的任何个人信息被公布或使用，365日历概不负责。 </p>
<p><strong>对第三方的信息披露 </strong></p>
</p>当您在365日历网站上访问或发布信息时，即表示您允许365日历为提供365日历服务之目的而记录、使用该等信息并对其采取其他行动（按适用法律要求和/或如服务条款所述）。我们不会与他人分享这些信息，亦不会将其出售、出租或以其他方式分发给他人（按照本隐私政策之规定披露的除外）。下列情形下，365日历可以与外部人士分享您的信息： </p>
<ul type="disc">
  <li>你明确同意我们分享信息； </li>
  <li>为了满足你对产品或服务的要求，我们需要分享你的信息； </li>
  <li>我们希望就来自于业务合作伙伴的产品或服务与您取得联系，除非您点击365日历电子邮件简报中的取消订阅链接从而拒绝接收该等信函； </li>
  <li>我们善意地认为，为了遵守我们的法定义务，分享或以其他方式允许访问、披露、使用或保存该等信息是必要的； </li>
  <li>你明确要求来自于365日历业务合作伙伴的信息，在这种情况下，在收集信息时，收集个人信息方以及及所应适用的隐私声明均将予以明确； </li>
  <li>我们认为为了履行我们的法律报告义务或为了调查、预防非法活动、涉嫌诈骗行为或对人身或财产的潜在威胁，或对该等情形采取行动，有必要向司法机关或其他有权行政机关披露您的信息； </li>
  <li>我们认为为了调查和/或披露可能违反我们服务条款的行为或执行这些服务条款，有必要披露您的信息； </li>
  <li>你与我们的某一关联方或合作伙伴之间存在线上或线下（非互联网）关系，或曾访问365日历网站上链接或提及的关联方或合作伙伴网站，并已经通过该合作伙伴或关联方之程序或网站注册365日历的在线服务，而我们与该关联方或合作伙伴之间亦存在某种关系。 </li>
</ul>
<p align="left"><strong>Cookies</strong><strong>与跟踪链接 </strong></p>
<p>Cookies是你访问过某一网站后可能存储在你硬盘上的小数据文件，通常包括匿名唯一识别符。Cookie无法从你的硬盘上取得任何其他数据、传播计算机病毒或捕捉你的电子邮件地址。365日历网站将Cookies用于用户认证、记录用户偏好、需使用用户身份的推广活动、记录受众规模及流量模式及某些其他目的。我们的电子邮件消息和新闻简报中可能包含跟踪链接，用于确定消息是否被开启以及链接是否确实被查看。 </p>
<p>你可以将你的浏览器设置为接受cookies、拒绝cookies或在使用cookie时通知你。但是，如果你将你的浏览器设置为拒绝cookies，你可能将无法使用需要你登陆的365日历产品或服务或利用365日历的全部功能。如果你不希望接收跟踪链接，你需要禁止电子邮件客户端中的HTML图像，但这样可能会影响你查看收到的其他电子邮件中的图片。 </p>
<p>365日历可能允许在我们的部分网页上做广告的第三方业务合作伙伴在你的计算机中保存它们自己的cookies。这些业务合作伙伴无权访问365日历的cookies，并且它们的使用受其自身隐私政策的约束。 </p>
<p><strong>链接 </strong></p>
<p>365日历网站及服务可能包含其他网站的链接。对于我们的网站所链接之网站所采用的隐私政策或其他做法，以及该等网站上含有的信息或内容，365日历概不负责。本隐私声明仅适用于本网站收集的信息。 </p>
<p><strong>数据安全 </strong></p>
<p>365日历致力于保护你的信息安全，并为此采取合理的预防措施。但是，互联网数据传输，无论是有线的还是无线的，均无法保证100%的安全，因此我们无法保证你传输给我们的信息绝对安全；因此，你确认，你对传输给我们的信息自担风险。一旦我们收到你的传输的数据，我们将做出一切商业上合理的努力确保其在我们系统上的安全： </p>
<ul type="disc">
  <li>你的365日历密码受到加密保护，并且只有你有权访问； </li>
  <li>存储在我们的系统上的您的个人信息及数据受到各种物理、电子和程序措施的保护。它们存储在安全的设施上，并且365日历将通过物理和网络方式接触该等设备的权限局限在受过严格训练的部分员工，并定期评估其技术、设备、程序及潜在风险，以维护用户数据的安全和隐私。通常，365日历员工并不监控或查看365日历服务中存储的您的个人信息或内容，但如果我们得知我们的服务条款可能已被违反并且需要对此进行确认，或我们确定我们有义务审查或者向以法律或适用法规所授予权行事的其他方提供您的个人信息或内容，则您的个人信息或内容可能会被查看； </li>
  <li>某些365日历服务支持使用标准SSL加密以保护数据传输。但是，由于防火墙或其他安全软件可能发生故障，这并不保证该等数据传输不可能被访问、修改或删除。 </li>
</ul>
<p align="left">如果365日历得知安全系统漏洞，我们可能联络你在注册时提供的电子邮件地址或在我们的网站上发布通知，以试图告知你并提供关于保护措施（如适用）的信息。 </p>
<p><strong>修改与更新 </strong></p>
<p>由于本隐私政策可能不时被更新，我们将修改并在网页顶部显示其生效日期。你应定期查看以了解我们保护所收集之个人信息的方案及程序。你继续使用365日历服务即构成你对本隐私政策及其任何更新版本的同意。 </p>
<p>如果365日历出售其资产，与另一实体合并或申请破产，自本网站收集或在运营服务过程中收集的信息可能作为365日历资产被转让。 </p>
<p><strong>联系我们 </strong></p>
<p>欢迎您对本隐私政策和我们的服务条款提出意见。如有任何问题、意见或疑虑，请发电子邮件至【???@365rili.com】或寄信至： </p>
<p>北京问日科技有限公司  北京市海淀区中关村南大街12号天作国际公寓915室 </p>
</div>
				</div>
			</div>